Repository: xcv58/MacTools
Catalog: Plugins/DuoStatus/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# metadata.description
source: 通过独立图标或应用主图标查看电量、网络与输出音量状态
ar: حالة البطارية والشبكة ومستوى الصوت في أيقونة مستقلة أو رئيسية في شريط القوائم.
de: Batterie, Netzwerk und Ausgabelautstärke als separates oder primäres Menüleistensymbol.
en: Battery, network, and output volume status in a standalone or primary menu bar icon.
es: Batería, red y volumen de salida en un icono independiente o principal de la barra de menús.
fr: Batterie, réseau et volume de sortie dans une icône distincte ou principale de la barre des menus.
ja: 独立アイコンまたはアプリのメニューバーアイコンでバッテリー、ネットワーク、出力音量を確認
ko: 별도 아이콘 또는 앱 메뉴 막대 아이콘으로 배터리, 네트워크, 출력 음량 상태 확인
pt: Bateria, rede e volume de saída num ícone separado ou principal da barra de menus.
ru: Батарея, сеть и выходная громкость в отдельном или основном значке строки меню.
tr: Pil, ağ ve çıkış sesi durumunu ayrı ya da ana menü çubuğu simgesinde görüntüleyin.
zh_hant: 透過獨立圖示或應用程式主圖示查看電量、網路與輸出音量狀態

# metadata.title
source: Duo 状态
ar: حالة Duo
de: Duo-Status
en: Duo Status
es: Estado Duo
fr: État Duo
ja: Duo ステータス
ko: Duo 상태
pt: Estado Duo
ru: Статус Duo
tr: Duo Durumu
zh_hant: Duo 狀態

# settings.footer
source: 圆弧显示电量，中心显示网络状态，底部圆点显示 Wi-Fi 信号。
ar: يعرض القوس شحن البطارية، ويعرض المركز حالة الشبكة، وتعرض النقاط السفلية إشارة Wi-Fi.
de: Der Bogen zeigt den Ladestand, die Mitte den Netzwerkstatus und die Punkte unten das WLAN-Signal.
en: The arc shows battery, the center shows network status, and the bottom dots show Wi-Fi signal.
es: El arco muestra la batería, el centro el estado de red y los puntos inferiores la señal Wi-Fi.
fr: L’arc indique la batterie, le centre l’état du réseau et les points du bas le signal Wi-Fi.
ja: 円弧はバッテリー残量、中央はネットワーク状態、下部のドットは Wi-Fi 信号を示します。
ko: 호는 배터리 잔량, 중앙은 네트워크 상태, 아래쪽 점은 Wi-Fi 신호를 표시합니다.
pt: O arco mostra a bateria, o centro o estado da rede e os pontos inferiores o sinal Wi-Fi.
ru: Дуга показывает заряд, центр — состояние сети, нижние точки — сигнал Wi-Fi.
tr: Yay pil durumunu, merkez ağ durumunu, alttaki noktalar ise Wi-Fi sinyalini gösterir.
zh_hant: 圓弧顯示電量，中央顯示網路狀態，底部圓點顯示 Wi-Fi 訊號。

# settings.menuBar
source: 菜单栏
ar: شريط القوائم
de: Menüleiste
en: Menu Bar
es: Barra de menús
fr: Barre des menus
ja: メニューバー
ko: 메뉴 막대
pt: Barra de menus
ru: Строка меню
tr: Menü Çubuğu
zh_hant: 選單列

# status.batteryFormat
source: 电量 %d%%
ar: البطارية %d%%
de: Akku %d%%
en: Battery %d%%
es: Batería %d%%
fr: Batterie %d%%
ja: バッテリー %d%%
ko: 배터리 %d%%
pt: Bateria %d%%
ru: Батарея %d%%
tr: Pil %d%%
zh_hant: 電量 %d%%

# status.batteryUnavailable
source: 电量暂不可用
ar: مستوى البطارية غير متاح مؤقتًا
de: Akkustand vorübergehend nicht verfügbar
en: Battery charge temporarily unavailable
es: Carga de la batería no disponible temporalmente
fr: Charge de la batterie temporairement indisponible
ja: バッテリー残量は一時的に取得できません
ko: 배터리 잔량을 일시적으로 확인할 수 없음
pt: Carga da bateria temporariamente indisponível
ru: Заряд батареи временно недоступен
tr: Pil durumu geçici olarak kullanılamıyor
zh_hant: 電量暫時無法取得

# status.chargingFormat
source: 电量 %d%%，正在充电
ar: البطارية %d%%، جارٍ الشحن
de: Akku %d%%, wird geladen
en: Battery %d%%, charging
es: Batería %d%%, cargando
fr: Batterie %d%%, en charge
ja: バッテリー %d%%、充電中
ko: 배터리 %d%%, 충전 중
pt: Bateria %d%%, carregando
ru: Батарея %d%%, заряжается
tr: Pil %d%%, şarj oluyor
zh_hant: 電量 %d%%，正在充電

# status.externalPowerFormat
source: 电量 %d%%，已接通电源
ar: البطارية %d%%، متصلة بالطاقة
de: Akku %d%%, Netzteil angeschlossen
en: Battery %d%%, connected to power
es: Batería %d%%, conectada a la corriente
fr: Batterie %d%%, branchée sur secteur
ja: バッテリー %d%%、電源に接続中
ko: 배터리 %d%%, 전원 연결됨
pt: Bateria %d%%, conectada à energia
ru: Батарея %d%%, подключена к питанию
tr: Pil %d%%, güç kaynağına bağlı
zh_hant: 電量 %d%%，已接通電源

# status.networkConnected
source: 网络已连接
ar: الشبكة متصلة
de: Netzwerk verbunden
en: Network connected
es: Red conectada
fr: Réseau connecté
ja: ネットワーク接続済み
ko: 네트워크 연결됨
pt: Rede conectada
ru: Сеть подключена
tr: Ağ bağlı
zh_hant: 網路已連線

# status.networkConnecting
source: 网络等待连接
ar: بانتظار اتصال الشبكة
de: Warten auf Netzwerkverbindung
en: Waiting for network connection
es: Esperando conexión de red
fr: En attente de connexion réseau
ja: ネットワーク接続待機中
ko: 네트워크 연결 대기 중
pt: Aguardando conexão de rede
ru: Ожидание подключения к сети
tr: Ağ bağlantısı bekleniyor
zh_hant: 等待網路連線

# status.networkDisconnected
source: 网络未连接
ar: الشبكة غير متصلة
de: Netzwerk nicht verbunden
en: Network disconnected
es: Red desconectada
fr: Réseau déconnecté
ja: ネットワーク未接続
ko: 네트워크 연결 안 됨
pt: Rede desconectada
ru: Сеть не подключена
tr: Ağ bağlı değil
zh_hant: 網路未連線

# status.networkUnknown
source: 网络状态暂不可用
ar: حالة الشبكة غير متاحة مؤقتًا
de: Netzwerkstatus vorübergehend nicht verfügbar
en: Network status temporarily unavailable
es: Estado de red no disponible temporalmente
fr: État du réseau temporairement indisponible
ja: ネットワークの状態は一時的に取得できません
ko: 네트워크 상태를 일시적으로 확인할 수 없음
pt: Estado da rede temporariamente indisponível
ru: Состояние сети временно недоступно
tr: Ağ durumu geçici olarak kullanılamıyor
zh_hant: 網路狀態暫時無法取得

# status.noBattery
source: 无内置电池
ar: لا توجد بطارية مدمجة
de: Kein integrierter Akku
en: No built-in battery
es: Sin batería integrada
fr: Aucune batterie intégrée
ja: 内蔵バッテリーなし
ko: 내장 배터리 없음
pt: Sem bateria integrada
ru: Нет встроенной батареи
tr: Yerleşik pil yok
zh_hant: 無內建電池

# status.wifiDisconnected
source: Wi-Fi 未连接
ar: Wi-Fi غير متصل
de: WLAN nicht verbunden
en: Wi-Fi not connected
es: Wi-Fi sin conexión
fr: Wi-Fi non connecté
ja: Wi-Fi 未接続
ko: Wi-Fi 연결 안 됨
pt: Wi-Fi não conectado
ru: Wi-Fi не подключён
tr: Wi-Fi bağlı değil
zh_hant: Wi-Fi 未連線

# status.wifiLevelFormat
source: Wi-Fi 信号 %d/4
ar: إشارة Wi-Fi ‏%d/4
de: WLAN-Signal %d/4
en: Wi-Fi signal %d/4
es: Señal Wi-Fi %d/4
fr: Signal Wi-Fi %d/4
ko: Wi-Fi 신호 %d/4
pt: Sinal Wi-Fi %d/4
ru: Сигнал Wi-Fi %d/4
tr: Wi-Fi sinyali %d/4
zh_hant: Wi-Fi 訊號 %d/4

# status.wifiOff
source: Wi-Fi 已关闭
ar: Wi-Fi متوقف
de: WLAN ausgeschaltet
en: Wi-Fi is off
es: Wi-Fi desactivado
fr: Wi-Fi désactivé
ja: Wi-Fi はオフです
ko: Wi-Fi 꺼짐
pt: Wi-Fi desativado
ru: Wi-Fi выключен
tr: Wi-Fi kapalı
zh_hant: Wi-Fi 已關閉

# status.wifiUnavailable
source: Wi-Fi 信号暂不可用
ar: إشارة Wi-Fi غير متاحة مؤقتًا
de: WLAN-Signal vorübergehend nicht verfügbar
en: Wi-Fi signal temporarily unavailable
es: Señal Wi-Fi no disponible temporalmente
fr: Signal Wi-Fi temporairement indisponible
ja: Wi-Fi の信号は一時的に取得できません
ko: Wi-Fi 신호를 일시적으로 확인할 수 없음
pt: Sinal Wi-Fi temporariamente indisponível
ru: Сигнал Wi-Fi временно недоступен
tr: Wi-Fi sinyali geçici olarak kullanılamıyor
zh_hant: Wi-Fi 訊號暫時無法取得

# settings.placement
source: 显示方式
ar: وضع العرض
de: Darstellung
en: Display Mode
es: Modo de visualización
fr: Mode d’affichage
ja: 表示方法
ko: 표시 방식
pt: Modo de exibição
ru: Режим отображения
tr: Görüntüleme Modu
zh_hant: 顯示方式

# settings.standalone
source: 独立图标
ar: أيقونة مستقلة
de: Separates Symbol
en: Separate Icon
es: Icono independiente
fr: Icône distincte
ja: 独立アイコン
ko: 별도 아이콘
pt: Ícone separado
ru: Отдельный значок
tr: Ayrı Simge
zh_hant: 獨立圖示

# settings.primary
source: 替换应用图标
ar: استبدال أيقونة التطبيق
de: App-Symbol ersetzen
en: Replace App Icon
es: Sustituir icono de la app
fr: Remplacer l’icône
ja: アプリアイコンを置換
ko: 앱 아이콘 대체
pt: Substituir ícone da app
ru: Заменить значок приложения
tr: Uygulama Simgesini Değiştir
zh_hant: 取代應用程式圖示

# settings.standaloneDescription
source: 独立显示，悬停查看状态，点击打开设置。
ar: عرض أيقونة مستقلة. مرّر المؤشر لعرض الحالة وانقر لفتح الإعدادات.
de: Separates Symbol anzeigen. Für Status darüberfahren, für Einstellungen klicken.
en: Show a separate icon. Hover for status; click to open settings.
es: Muestra un icono independiente. Pasa el cursor para ver el estado; haz clic para abrir los ajustes.
fr: Affiche une icône distincte. Survolez pour l’état, cliquez pour les réglages.
ja: 独立したアイコンを表示します。ポインタを重ねると状態、クリックすると設定を表示します。
ko: 별도 아이콘을 표시합니다. 마우스를 올리면 상태를 보고, 클릭하면 설정을 엽니다.
pt: Mostra um ícone separado. Passe o cursor para ver o estado; clique para abrir as definições.
ru: Отдельный значок: наведите курсор для просмотра состояния, нажмите для настроек.
tr: Ayrı bir simge gösterir. Durumu görmek için imleci simgenin üzerine getirin; ayarları açmak için tıklayın.
zh_hant: 獨立顯示，移至圖示查看狀態，點按開啟設定。

# settings.primaryDescription
source: 替换 MacTools 主图标，点击行为保持不变。
ar: استبدال أيقونة MacTools في شريط القوائم مع الحفاظ على سلوك النقر.
de: Ersetzt das MacTools-Menüleistensymbol; die Klickaktionen bleiben unverändert.
en: Replace the MacTools menu bar icon without changing its click behavior.
es: Sustituye el icono de MacTools sin cambiar las acciones del clic.
fr: Remplace l’icône MacTools dans la barre des menus sans modifier les actions du clic.
ja: MacTools のメニューバーアイコンを置き換えます。クリック時の動作は変わりません。
ko: MacTools 메뉴 막대 아이콘을 대체하며 클릭 동작은 유지합니다.
pt: Substitui o ícone do MacTools sem alterar as ações de clique.
ru: Заменяет значок MacTools в строке меню, сохраняя действия при нажатии.
tr: MacTools menü çubuğu simgesini değiştirir; tıklama davranışı aynı kalır.
zh_hant: 取代 MacTools 主圖示，點按行為保持不變。

# settings.occupiedPendingRestartFormat
source: 「%@」正在等待重启。请重启 MacTools 后调整其图标设置。
ar: تنتظر «%@» إعادة التشغيل. أعد تشغيل MacTools لتغيير إعدادات أيقونتها.
de: „%@“ wartet auf einen Neustart. Starte MacTools neu, um dessen Symboleinstellungen zu ändern.
en: “%@” is awaiting restart. Restart MacTools to change its icon settings.
es: «%@» requiere un reinicio. Reinicia MacTools para cambiar sus ajustes de icono.
fr: « %@ » attend un redémarrage. Redémarrez MacTools pour modifier ses réglages d’icône.
ja: 「%@」は再起動を待機中です。MacTools を再起動してからアイコン設定を変更してください。
ko: ‘%@’에서 재시작을 기다리고 있습니다. MacTools를 재시작한 후 해당 아이콘 설정을 변경하세요.
pt: «%@» aguarda um reinício. Reinicie o MacTools para alterar as respetivas definições de ícone.
ru: «%@» ожидает перезапуска. Перезапустите MacTools, чтобы изменить настройки его значка.
tr: “%@” yeniden başlatma bekliyor. Simge ayarlarını değiştirmek için MacTools'u yeniden başlatın.
zh_hant: 「%@」正在等待重新啟動。請重新啟動 MacTools 後調整其圖示設定。

# settings.occupiedFormat
source: 应用图标已由「%@」使用。请先在其设置中取消替换。
ar: تستخدم «%@» أيقونة التطبيق. أوقف الاستبدال في إعداداتها أولًا.
de: „%@“ verwendet das App-Symbol. Deaktiviere zuerst die Ersetzung in dessen Einstellungen.
en: The app icon is used by “%@”. Turn off replacement in its settings first.
es: «%@» usa el icono de la app. Desactiva primero el reemplazo en sus ajustes.
fr: « %@ » utilise l’icône de l’app. Désactivez d’abord le remplacement dans ses réglages.
ja: アプリのアイコンは「%@」が使用しています。先にその設定で置き換えを解除してください。
ko: ‘%@’에서 앱 아이콘을 사용 중입니다. 먼저 해당 설정에서 아이콘 대체를 해제하세요.
pt: «%@» utiliza o ícone da aplicação. Desative primeiro a substituição nas respetivas definições.
ru: «%@» использует значок приложения. Сначала отключите замену в его настройках.
tr: Uygulama simgesini “%@” kullanıyor. Önce onun ayarlarından simge değiştirmeyi kapatın.
zh_hant: 應用程式圖示已由「%@」使用。請先在其設定中取消取代。

# settings.unavailable
source: 暂时无法切换显示方式，请稍后重试。
ar: يتعذر تغيير وضع العرض الآن. حاول لاحقاً.
de: Die Darstellung kann gerade nicht geändert werden. Versuchen Sie es später erneut.
en: Cannot change the display mode right now. Try again later.
es: No se puede cambiar el modo ahora. Inténtalo más tarde.
fr: Impossible de changer le mode d’affichage pour le moment. Réessayez plus tard.
ja: 現在、表示方法を変更できません。後でもう一度お試しください。
ko: 지금은 표시 방식을 변경할 수 없습니다. 잠시 후 다시 시도하세요.
pt: Não é possível mudar o modo agora. Tente novamente mais tarde.
ru: Сейчас нельзя изменить режим отображения. Повторите попытку позже.
tr: Görüntüleme modu şu anda değiştirilemiyor. Daha sonra yeniden deneyin.
zh_hant: 暫時無法切換顯示方式，請稍後再試。

# settings.invalidIcon
source: 图标暂不可用，已保留当前显示方式。
ar: الأيقونة غير متاحة. تم الاحتفاظ بوضع العرض الحالي.
de: Das Symbol ist nicht verfügbar. Die bisherige Darstellung bleibt erhalten.
en: The icon is unavailable. The current display mode was kept.
es: El icono no está disponible. Se ha mantenido el modo actual.
fr: L’icône est indisponible. Le mode d’affichage actuel est conservé.
ja: アイコンを使用できません。現在の表示方法を維持しました。
ko: 아이콘을 사용할 수 없어 현재 표시 방식을 유지했습니다.
pt: O ícone está indisponível. O modo atual foi mantido.
ru: Значок недоступен. Текущий режим отображения сохранён.
tr: Simge kullanılamıyor. Geçerli görüntüleme modu korundu.
zh_hant: 圖示暫不可用，已保留目前顯示方式。

# status.wifiNoInternet
source: Wi-Fi 已连接，但无法访问互联网
ar: Wi-Fi متصل، لكن لا يوجد وصول إلى الإنترنت
de: WLAN verbunden, aber kein Internetzugang
en: Wi-Fi connected, but no internet access
es: Wi-Fi conectado, pero sin acceso a internet
fr: Wi-Fi connecté, mais aucun accès à Internet
ja: Wi-Fi は接続済みですが、インターネットにアクセスできません
ko: Wi-Fi는 연결되었지만 인터넷을 사용할 수 없음
pt: Wi-Fi conectado, mas sem acesso à internet
ru: Wi-Fi подключён, но нет доступа к интернету
tr: Wi-Fi bağlı ancak internet erişimi yok
zh_hant: Wi-Fi 已連線，但無法存取網際網路

# status.wifiHotspotFormat
source: 已连接个人热点，信号 %d/4
ar: متصل بنقطة اتصال شخصية، الإشارة ‏%d/4
de: Mit persönlichem Hotspot verbunden, Signal %d/4
en: Connected to Personal Hotspot, signal %d/4
es: Conectado a un punto de acceso personal, señal %d/4
fr: Connecté au partage de connexion, signal %d/4
ja: パーソナルホットスポットに接続中、信号 %d/4
ko: 개인용 핫스팟에 연결됨, 신호 %d/4
pt: Conectado a um hotspot pessoal, sinal %d/4
ru: Подключено к режиму модема, сигнал %d/4
tr: Kişisel erişim noktasına bağlı, sinyal %d/4
zh_hant: 已連線個人熱點，訊號 %d/4

# status.wifiTemporaryFormat
source: 已连接临时网络，信号 %d/4
ar: متصل بشبكة مؤقتة، الإشارة ‏%d/4
de: Mit temporärem Netzwerk verbunden, Signal %d/4
en: Connected to a temporary network, signal %d/4
es: Conectado a una red temporal, señal %d/4
fr: Connecté à un réseau temporaire, signal %d/4
ja: 一時的なネットワークに接続中、信号 %d/4
ko: 임시 네트워크에 연결됨, 신호 %d/4
pt: Conectado a uma rede temporária, sinal %d/4
ru: Подключено к временной сети, сигнал %d/4
tr: Geçici bir ağa bağlı, sinyal %d/4
zh_hant: 已連線臨時網路，訊號 %d/4

# status.wifiShared
source: 正在共享互联网连接
ar: جارٍ مشاركة اتصال الإنترنت
de: Internetverbindung wird freigegeben
en: Sharing the internet connection
es: Compartiendo la conexión a internet
fr: Partage de la connexion Internet en cours
ja: インターネット接続を共有中
ko: 인터넷 연결을 공유하는 중
pt: Compartilhando a conexão de internet
ru: Идёт общий доступ к интернету
tr: İnternet bağlantısı paylaşılıyor
zh_hant: 正在共享網際網路連線

# status.volumeFormat
source: 音量 %d%%
ar: مستوى الصوت %d%%
de: Lautstärke %d%%
en: Volume %d%%
es: Volumen %d%%
fr: Volume %d%%
ko: 음량 %d%%
pt: Volume %d%%
ru: Громкость %d%%
tr: Ses %d%%

# status.volumeMuted
source: 音量已静音
ar: الصوت مكتوم
de: Ton stummgeschaltet
en: Volume muted
es: Volumen silenciado
fr: Volume coupé
ja: 音量は消音中です
ko: 음량 음소거됨
pt: Volume silenciado
ru: Звук выключен
tr: Ses sessize alındı
zh_hant: 音量已靜音

# status.volumeUnavailable
source: 音量暂不可用
ar: مستوى الصوت غير متاح مؤقتًا
de: Lautstärke vorübergehend nicht verfügbar
en: Volume temporarily unavailable
es: Volumen no disponible temporalmente
fr: Volume temporairement indisponible
ja: 音量は一時的に取得できません
ko: 음량을 일시적으로 확인할 수 없음
pt: Volume temporariamente indisponível
ru: Громкость временно недоступна
tr: Ses geçici olarak kullanılamıyor
zh_hant: 音量暫時無法取得

# settings.footerVolume
source: 圆弧显示电量，中心显示网络状态，底部圆点显示音量。
ar: يعرض القوس شحن البطارية، ويعرض المركز حالة الشبكة، وتعرض النقاط السفلية مستوى الصوت.
de: Der Bogen zeigt den Ladestand, die Mitte den Netzwerkstatus und die Punkte unten die Lautstärke.
en: The arc shows battery, the center shows network status, and the bottom dots show volume.
es: El arco muestra la batería, el centro el estado de red y los puntos inferiores el volumen.
fr: L’arc indique la batterie, le centre l’état du réseau et les points du bas le volume.
ja: 円弧はバッテリー残量、中央はネットワーク状態、下部のドットは音量を示します。
ko: 호는 배터리 잔량, 중앙은 네트워크 상태, 아래쪽 점은 음량을 표시합니다.
pt: O arco mostra a bateria, o centro o estado da rede e os pontos inferiores o volume.
ru: Дуга показывает заряд, центр — состояние сети, нижние точки — громкость.
tr: Yay pil durumunu, merkez ağ durumunu, alttaki noktalar ise ses düzeyini gösterir.
zh_hant: 圓弧顯示電量，中央顯示網路狀態，底部圓點顯示音量。

# settings.footerVolumeBar
source: 圆弧显示电量，中心显示网络状态，底部进度条显示音量。
ar: يعرض القوس البطارية، ويعرض المركز حالة الشبكة، ويعرض الشريط السفلي مستوى الصوت.
de: Der Bogen zeigt den Ladestand, die Mitte den Netzwerkstatus und der Balken unten die Lautstärke.
en: The arc shows battery, the center shows network status, and the bottom bar shows volume.
es: El arco muestra la batería, el centro el estado de red y la barra inferior el volumen.
fr: L’arc indique la batterie, le centre l’état du réseau et la barre du bas le volume.
ja: 円弧はバッテリー残量、中央はネットワーク状態、下部のバーは音量を示します。
ko: 호는 배터리 잔량, 중앙은 네트워크 상태, 아래쪽 막대는 음량을 표시합니다.
pt: O arco mostra a bateria, o centro o estado da rede e a barra inferior o volume.
ru: Дуга показывает заряд, центр — состояние сети, а полоса внизу — громкость.
tr: Yay pil durumunu, merkez ağ durumunu, alttaki çubuk ise ses düzeyini gösterir.
zh_hant: 圓弧顯示電量，中央顯示網路狀態，底部進度列顯示音量。

# settings.appearance
source: 外观
ar: المظهر
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt: Aspeto
ru: Оформление
tr: Görünüm
zh_hant: 外觀

# settings.iconSize
source: 图标大小
ar: حجم الأيقونة
de: Symbolgröße
en: Icon Size
es: Tamaño del icono
fr: Taille de l’icône
ja: アイコンのサイズ
ko: 아이콘 크기
pt: Tamanho do ícone
ru: Размер значка
tr: Simge Boyutu
zh_hant: 圖示大小

# settings.iconSizeDescription
source: 调整菜单栏图标的整体尺寸。
ar: اضبط الحجم الإجمالي لأيقونة شريط القوائم.
de: Passt die Gesamtgröße des Menüleistensymbols an.
en: Adjust the overall size of the menu bar icon.
es: Ajusta el tamaño general del icono de la barra de menús.
fr: Ajuste la taille globale de l’icône de la barre des menus.
ja: メニューバーアイコン全体のサイズを調整します。
ko: 메뉴 막대 아이콘의 전체 크기를 조절합니다.
pt: Ajusta o tamanho geral do ícone da barra de menus.
ru: Настройка общего размера значка в строке меню.
tr: Menü çubuğu simgesinin genel boyutunu ayarlayın.
zh_hant: 調整選單列圖示的整體尺寸。

# settings.iconSizeSmall
source: 小
ar: صغيرة
de: Klein
en: Small
es: Pequeño
fr: Petite
ko: 작게
pt: Pequeno
ru: Маленький
tr: Küçük

# settings.iconSizeMedium
source: 中
ar: متوسطة
de: Mittel
en: Medium
es: Mediano
fr: Moyenne
ko: 보통
pt: Médio
ru: Средний
tr: Orta

# settings.iconSizeLarge
source: 大
ar: كبيرة
de: Groß
en: Large
es: Grande
fr: Grande
ko: 크게
pt: Grande
ru: Большой
tr: Büyük

# settings.battery
source: 电量
ar: البطارية
de: Batterie
en: Battery
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
pt: Bateria
ru: Батарея
tr: Pil
zh_hant: 電量

# settings.showsPercentage
source: 显示电量百分比
ar: إظهار نسبة البطارية
de: Batterie in Prozent anzeigen
en: Show Battery Percentage
es: Mostrar porcentaje de batería
fr: Afficher le pourcentage de batterie
ja: バッテリー残量をパーセントで表示
ko: 배터리 퍼센트 표시
pt: Mostrar percentagem da bateria
ru: Показывать заряд в процентах
tr: Pil Yüzdesini Göster
zh_hant: 顯示電量百分比

# settings.showsPercentageDescription
source: 在圆环顶部缺口显示电量数字。
ar: يعرض رقم البطارية في الفجوة أعلى الحلقة.
de: Zeigt den Ladestand als Zahl in der Lücke oben im Ring.
en: Shows the battery number in the gap at the top of the ring.
es: Muestra el nivel de batería en el hueco superior del anillo.
fr: Affiche le niveau de batterie dans l’espace en haut de l’anneau.
ja: リング上部の切れ目に残量の数字を表示します。
ko: 링 위쪽 빈 곳에 배터리 숫자를 표시합니다.
pt: Mostra o nível da bateria na abertura superior do anel.
ru: Показывает заряд числом в разрыве вверху кольца.
tr: Pil yüzdesini halkanın üstündeki boşlukta gösterir.
zh_hant: 在圓環頂部缺口顯示電量數字。

# settings.percentageWhenConnected
source: 接通电源时显示百分比
ar: إظهار النسبة عند توصيل الطاقة
de: Prozent auch am Netzteil anzeigen
en: Show Percentage When Plugged In
es: Mostrar porcentaje al conectar
fr: Afficher le pourcentage sur secteur
ja: 電源接続時もパーセントを表示
ko: 전원 연결 시 퍼센트 표시
pt: Mostrar percentagem quando ligado
ru: Показывать проценты при питании от сети
tr: Güç Kaynağına Bağlıyken Yüzdeyi Göster
zh_hant: 接上電源時顯示百分比

# settings.percentageWhenConnectedDescription
source: 关闭后，接通电源时仅显示充电标记。
ar: عند الإيقاف، تظهر علامة الشحن فقط عند توصيل الطاقة.
de: Wenn aus, wird am Netzteil nur die Lademarkierung angezeigt.
en: When off, only the charging mark is shown while plugged in.
es: Si está desactivado, solo se muestra la marca de carga al conectar.
fr: Si désactivé, seule la marque de charge est affichée sur secteur.
ja: オフの場合、電源接続時は充電マークのみ表示します。
ko: 끄면 전원 연결 시 충전 표시만 나타납니다.
pt: Quando desativado, apenas a marca de carregamento aparece quando ligado.
ru: Если выключено, при питании от сети показывается только значок зарядки.
tr: Kapalıyken, güç kaynağına bağlıyken yalnızca şarj işareti gösterilir.
zh_hant: 關閉後，接上電源時僅顯示充電標記。

# settings.chargingIndicator
source: 显示充电标记
ar: إظهار علامة الشحن
de: Lademarkierung anzeigen
en: Show Charging Mark
es: Mostrar marca de carga
fr: Afficher la marque de charge
ja: 充電マークを表示
ko: 충전 표시
pt: Mostrar marca de carregamento
ru: Показывать значок зарядки
tr: Şarj İşaretini Göster
zh_hant: 顯示充電標記

# settings.chargingIndicatorDescription
source: 充电或接通电源时显示闪电标记。
ar: يعرض صاعقة أثناء الشحن أو عند توصيل الطاقة.
de: Zeigt beim Laden oder am Netzteil einen Blitz.
en: Shows a bolt while charging or plugged in.
es: Muestra un rayo mientras se carga o está conectado.
fr: Affiche un éclair pendant la charge ou sur secteur.
ja: 充電中または電源接続時に稲妻マークを表示します。
ko: 충전 중이거나 전원 연결 시 번개 표시를 보여줍니다.
pt: Mostra um raio durante o carregamento ou quando ligado.
ru: Показывает молнию при зарядке или питании от сети.
tr: Şarj olurken veya güç kaynağına bağlıyken bir şimşek işareti gösterir.
zh_hant: 充電或接上電源時顯示閃電標記。

# settings.batteryColorPolicy
source: 电量颜色
ar: ألوان البطارية
de: Batteriefarben
en: Battery Colors
es: Colores de batería
fr: Couleurs de batterie
ja: バッテリーの色
ko: 배터리 색상
pt: Cores da bateria
ru: Цвета батареи
tr: Pil Renkleri
zh_hant: 電池顏色

# settings.batteryColorPolicyDescription
source: 标准保留现有颜色；增强加入低电量模式黄色，阈值仅增强模式可用。
ar: يحتفظ الوضع القياسي بالألوان الحالية، ويضيف الوضع المحسّن اللون الأصفر في نمط الطاقة المنخفضة.
de: Standard behält die vorhandenen Farben; Erweitert ergibt Gelb für den Stromsparmodus.
en: Standard keeps the existing colors; Enhanced adds Low Power Mode yellow, and the threshold applies only to Enhanced.
es: Estándar mantiene los colores actuales; Mejorado añade amarillo en modo de bajo consumo.
fr: Standard conserve les couleurs existantes ; le mode avancé ajoute le jaune en mode Économie d’énergie.
ja: 標準は既存の色を維持し、拡張では低電力モードに黄色を追加します。
ko: 표준은 기존 색상을 유지하고, 향상은 저전력 모드에 노란색을 추가합니다.
pt: Padrão mantém as cores atuais; Avançado adiciona amarelo no modo de baixo consumo.
ru: Стандарт сохраняет текущие цвета; расширенный режим добавляет желтый цвет в режиме энергосбережения.
tr: Standart, mevcut renkleri korur; Gelişmiş, Düşük Güç Modu sarısını ekler. Eşik yalnızca Gelişmiş için geçerlidir.
zh_hant: 標準保留現有顏色；增強加入低電量模式黃色，閾值僅增強模式可用。

# settings.batteryColorPolicy.legacy
source: 标准
ar: قياسي
de: Standard
en: Standard
es: Estándar
fr: Standard
ja: 標準
ko: 표준
pt: Padrão
ru: Стандарт
tr: Standart
zh_hant: 標準

# settings.batteryColorPolicy.enhanced
source: 增强
ar: محسّن
de: Erweitert
en: Enhanced
es: Mejorado
fr: Avancé
ja: 拡張
ko: 향상
pt: Avançado
ru: Расширенный
tr: Gelişmiş
zh_hant: 增強

# settings.batteryColorPolicy.monochrome
source: 单色
ar: أحادي اللون
de: Monochrom
en: Monochrome
es: Monocromo
fr: Monochrome
ja: モノクロ
ko: 단색
pt: Monocromático
ru: Монохромный
tr: Tek Renk
zh_hant: 單色

# settings.criticalThreshold
source: 低电量阈值
ar: حد البطارية المنخفضة
de: Schwelle für niedrigen Ladestand
en: Low Battery Threshold
es: Umbral de batería baja
fr: Seuil de batterie faible
ja: 低残量のしきい値
ko: 배터리 부족 기준
pt: Limite de bateria fraca
ru: Порог низкого заряда
tr: Düşük Pil Eşiği
zh_hant: 低電量門檻
